Repository: AVG-Team/Website_Course_AVG
Catalog: Resources/Resource.*.resx
Languages: vi

source: account
vi: của bạn

source: account.
vi: của bạn.

source: Add
vi: Thêm

source: Add Comment Successful!
vi: Thêm bình luận thành công!

source: Add Note
vi: Thêm ghi chú

source: Add Note At
vi: Thêm ghi chú tại

source: Add Note Successful
vi: Thêm ghi chú thành công

source: Add to Cart
vi: Thêm vào giỏ hàng

source: After 30 minutes you will be able to comment again
vi: Bạn không thể bình luận trong vòng 30 phút

source: Apply
vi: Áp dụng

source: Approve
vi: Cho phép

source: Are you sure you want to download the exercise?
vi: Bạn chắc chắn muốn tải bài tập?

source: Associate your
vi: Liên kết với tài khoản

source: Association Form
vi: Mẫu liên kết

source: AVG Courses - Reset Password
vi: AVG Courses - Khôi phục mật khẩu

source: Back
vi: Quay lại

source: Basic
vi: Cơ bản

source: Card details
vi: Chi tiết giỏ hàng

source: Cart
vi: Giỏ hàng

source: Change Language Successful!
vi: Thay đổi ngôn ngữ thành công!

source: Checkout
vi: Thanh toán

source: Click here to change password
vi: Nhấn vào đây để thay đổi mật khẩu

source: Close
vi: Đóng

source: Contact
vi: Liên Hệ

source: Content
vi: Nội dung

source: Content Lesson
vi: Nội dung bài học

source: Course content
vi: Nội dung khoá học

source: Create Account
vi: Tạo tài khoản

source: Delete successful
vi: Xóa ghi chú thành công

source: Delete successful!
vi: Xóa bình luận thành công!

source: Do you have any questions about this lesson?
vi: Bạn có câu hỏi nào cho bài tập bài học này?

source: Don't have account?
vi: Bạn không có tài khoản?

source: Download Exercises
vi: Tải xuống bài tập

source: Enter the following password reset code:
vi: Vui lòng nhập mã khôi phục mật khẩu sau đây:

source: Error
vi: Lỗi

source: Error Unknown
vi: Lỗi không xác định

source: Error Unknown, Please Try Again!
vi: Lỗi không xác định! Vui lòng đăng nhập lại!

source: Exercise is null
vi: Hiện tại không có bài tập nào

source: Find Favorite Course
vi: Tìm khóa học yêu thích

source: for details on setting up this ASP.NET application to support logging in via external services.
vi: để biết thêm chi tiết về cách thiết lập ứng dụng ASP.NET để hỗ trợ đăng nhập thông qua các dịch vụ ngoài.

source: for details on setting up this ASP.NET application to support two-factor authentication.
vi: để biết chi tiết về cách thiết lập ứng dụng ASP.NET để hỗ trợ xác thực hai yếu tố.

source: Forgot Password?
vi: Quên mật khẩu?

source: Free
vi: Miễn phí

source: from basic to advanced. from basic
vi: từ cơ bản đến nâng cao

source: Get Comment Success
vi: Tải bình luận thành công

source: Get Exercise Successful!
vi: Tải bài tập thành công!

source: Go to Homepage
vi: Đi đến trang chủ

source: Has Error
vi: Đã xảy ra lỗi

source: Hello,Again
vi: Xin chào

source: Help Center
vi: Trung tâm hỗ trợ

source: Home
vi: Trang Chủ

source: Home Page
vi: Trang Chủ

source: invalid information
vi: thông tin không hợp lệ

source: Invalid Request
vi: Yêu cầu không hợp lệ

source: It seems you have not registered for the course, please try again. If this is an error, please report to the admin before leaving the site, thank you.
vi: Có vẻ như bạn chưa đăng ký khóa học, vui lòng thử lại sau. Nếu bạn vẫn gặp lỗi, vui lòng báo cáo với quản trị viên. XIn cảm ơn.

source: Languages
vi: Ngôn ngữ

source: Learn HTML CSS for beginners
vi: Khoá học HTML CSS cho người mới bắt đầu

source: Lesson
vi: Bài Học

source: lessons
vi: bài giảng

source: Locked out.
vi: Bị khóa.

source: Log in using your
vi: Đăng nhập bằng tài khoản

source: Log off
vi: Đăng xuất

source: Login with Gmail Successful!
vi: Đăng nhập bằng Gmail thành công!

source: Logout Successful!
vi: Đăng xuất thành công!

source: Marketing
vi: Quảng cáo

source: min
vi: phút

source: minutes total length
vi: phút

source: missing information
vi: thiếu thông tin

source: Momo payment failed
vi: Thanh toán Momo thất bại

source: My Courses
vi: Khóa học của tôi

source: My Notes
vi: Ghi chú của tôi

source: Next
vi: Sau

source: No course in your cart!
vi: Giỏ hàng trống!

source: No courses found, please try again!
vi: Không khóa học nào được tìm thấy, vui lòng thử lại!

source: No courses in your cart
vi: Không có khoá học nào trong giỏ hàng của bạn

source: Not find note
vi: Không tìm thấy ghi chú nào

source: Notes
vi: Ghi chú

source: Notify
vi: Thông báo

source: or
vi: hoặc

source: or visit
vi: hoặc đi tới

source: Our website use cookies. By Approve, we assume your permission to deploy cookies as detailed in our Privacy Policy.
vi: Trang web của chúng tôi có sử dụng cookie. Bằng việc phê duyệt, chúng tôi thừa nhận sự cho phép của bạn để triển khai cookie như được nêu chi tiết trong Chính sách quyền riêng tư của chúng tôi.

source: Our website uses cookies
vi: Trang web của chúng tôi có sử dụng cookie

source: Page
vi: Trang

source: Payment Method
vi: Phương thức thanh toán

source: Payment success!
vi: Thanh toán thành công!

source: Phone
vi: Di động

source: Please check your email
vi: Vui lòng kiểm tra Email của bạn

source: Please check your information and try again later.
vi: Vui lòng kiểm tra thông tin của bạn và thử lại sau.

source: Please do not comment spam or use vulgar or regionally discriminatory words, Comment once every 30 minutes
vi: Vui lòng không spam hay sử dụng các từ ngữ thô tục, phân biệt vùng miền. Bình luận 30 phút một lần.

source: Please enter a user name for this site below and click the Register button to finish logging in
vi: Vui lòng nhập tên người dùng và nhấp nút Đăng ký để hoàn tất đăng nhập

source: Press Save Changes
vi: Nhấn lưu thay đổi

source: Previous
vi: Trước

source: Privacy
vi: Bảo mật

source: Proceed to Pay
vi: Tiếp tục thanh toán

source: Promotion code does not exist.
vi: Mã khuyến mãi không tồn tại.

source: Promotion code has been used up.
vi: Mã khuyến mãi đã được sử dụng hết.

source: Promotion code has expired.
vi: Mã khuyến mãi đã hết hạn.

source: Questions
vi: Câu hỏi

source: ReactJS course
vi: Khoá học ReactJS

source: Register
vi: Đăng ký

source: Register Successful!
vi: Đăng ký tài khoản thành công!

source: Reset Password
vi: Khôi phục mật khẩu

source: Reset Password Successful!
vi: Khôi phục mật khẩu thành công!

source: Save changes
vi: Lưu thay đổi

source: Send verification code
vi: Gửi mã xác minh

source: Sent Email Successfully
vi: Gửi Email thành công

source: Sign In
vi: Đăng nhập

source: Sign out
vi: Đăng xuất

source: Sign up
vi: Đăng ký

source: Success!
vi: Thành công!

source: Support
vi: Hỗ trợ

source: Terms of Use
vi: Điều khoản sử dụng

source: The course has been purchased
vi: Khóa học đã được mua

source: The course is not found, please try again later. If it still doesn't work, please don't leave and report to admin so we can handle it, thank you.
vi: Không tìm thấy khóa học, vui lòng thử lại sau. Nếu bạn vẫn gặp lỗi này, xin hãy báo cáo với quản trị viên để chúng tôi có thể giải quyết. Xin cảm ơn!

source: The lesson is not found, please try again later. If it still doesn't work, please don't leave and report to admin so we can handle it, thank you.
vi: Không tìm thấy bài học, vui lòng thử lại sau. Nếu bạn vẫn gặp lỗi này, xin hãy báo cáo với quản trị viên để chúng tôi có thể giải quyết. Xin cảm ơn!

source: There are no external authentication services configured. See
vi: Không có dịch vụ xác thực ngoài nào được cấu hình. Xem

source: There are no two-factor authentication providers configured. See
vi: Không có nhà cung cấp xác thực hai yếu tố nào được định cấu hình. Vui lòng xem thêm

source: This account has been locked out, please try again later.
vi: Tài khoản này đã bị khóa. Vui lòng thử lai sau!

source: this article
vi: bài viết này

source: Total
vi: Tổng cộng

source: Two-Factor Authentication:
vi: Xác thực hai yếu tố:

source: Unknown error, please contact admin to fix the error
vi: Lỗi không xác định! Vui lòng liên hệ với quản trị viên để được giúp đỡ.

source: Unknown error, please contact admin to fix the error , Code Error :
vi: Lỗi không xác định! Vui lòng liên hệ với quản trị viên để được giúp đỡ. Mã lỗi:

source: Unsuccessful login with service.
vi: Đăng nhập bằng dịch vụ không thành công.

source: Update Date
vi: Cập nhật ngày tháng

source: Username and password are wrong !!!
vi: Sai tên đăng nhập hoặc mật khẩu!!!

source: Watch Course
vi: Xem khoá học

source: We are happy to have you back.
vi: Rất vui khi thấy bạn quay lại.

source: We have received a password reset request on our website.
vi: Chúng tôi đã nhận được yêu cầu khôi phục mật khẩu từ trang web.

source: We noticed that you pressed forgot password too many times in one day, please try again after 30 minutes, thank you
vi: Cảnh báo! Bạn đã nhấn Quên mật khẩu quá nhiều! Vui lòng thực hiện lại sau 30 phút. Xin cảm ơn!

source: What will you learn?
vi: Những gì bạn sẽ học?

source: You are logging in !!!
vi: Bạn đã đăng nhập !!!

source: You are using too many words that violate community rules
vi: Bạn đang sử dụng quá nhiều từ ngữ vi phạm quy tắc cộng đồng

source: You do not have permission to enter here!!!
vi: Bạn không quyền truy cập trang này!!!

source: You enter error Code or Re-password
vi: Bạn đã nhập sai mã

source: You have not finished studying the previous lesson, please return to the previous lesson
vi: Bạn vẫn chưa hoàn thành bài học trước đó, vui lòng quay lại bài giảng trước đó.

source: You've successfully authenticated with
vi: Bạn đã xác thực thành công với tài khoản

source: Your application description page.
vi: Trang mô tả ứng dụng của bạn.

source: Your contact page.
vi: Trang liên hệ của bạn.

source: Your password has been reset. Please
vi: Mật khẩu của bạn đã được đặt lại. Vui lòng nhấn vào đây để đăng nhập

source: Your password recovery code is
vi: Mã khôi phục mật khẩu của bạn là

source: Your request could not be processed due to
vi: Yêu cầu của bạn không thể được xử lý do

source: Your time remain is
vi: Số lần còn lại của bạn là
